---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadPartitionCoolingLoadParam
source: html/286502b6-8838-a958-1edf-a03a0e198add.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadPartitionCoolingLoadParam Property

"Partition Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadPartitionCoolingLoadParam { get; }
```